Repository: common-repository/opt-out-facebook-pixel-dsgvo-gdpr
Catalog: languages/fb-opt-out-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Copied!
de_de: Kopiert!

source: Couldn't copy!
de_de: Konnte nicht kopieren!

source: Facebook Pixel does not appear to function in compliance with data protection regulations. Please check the settings <a href="%s">here</a>.
de_de: Facebook Pixel scheint nicht in Übereinstimmung mit den Datenschutzbestimmungen zu funktionieren. Bitte überprüfe die Einstellungen <a href="%s">hier</a>.

source: Security check fail!
de_de: Sicherheitsabfrage fehlgeschlagen!

source: Please enter the text for the deactivate link, otherwise link doesn't appears!
de_de: Bitte einen Text für den Deaktivierungslink eingeben, weil der Link sonst nicht erscheint!

source: Please enter the text for the activate link, otherwise link doesn't appears!
de_de: Bitte einen Text für den Aktivierungslink eingeben, weil der Link sonst nicht erscheint!

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Disallow Facebook Pixel to track me
de_de: Verbiete Facebook Pixel, mich zu tracken

source: Allow Facebook Pixel to track me
de_de: Erlaube Facebook Pixel, mich zu tracken

source: Tracking is now disabled. Click the link again to enable it.
de_de: Tracking ist jetzt deaktiviert. Klicken Sie erneut auf den Link, um es zu aktivieren.

source: Tracking is now enabled. Click the link again to disable it.
de_de: Tracking ist nun aktiviert. Klicken Sie erneut auf den Link, um es zu deaktivieren.

source: Opt-Out Enabled
de_de: Opt-Out aktiviert

source: Found shortcode on page
de_de: Shortcode auf der Seite gefunden

source: Page accessibile
de_de: Seite zugänglich

source: Use this shortcode on every page or post you want, to display the FB Opt Out: %s
de_de: Verwende diesen Shortcode auf jeder Seite, jeden Beitrag oder in einem Widget, wo der FB Opt-Out Link erscheinen soll: %s

source: Click to copy the shortcode!
de_de: Klick hier, um den Shortcode zu kopieren!

source: Got to page
de_de: Zur Seite

source: Current status of this website
de_de: Aktueller Status dieser Webseite

source: Enable Opt-Out function
de_de: Opt-Out Funktion aktivieren

source: Not activated
de_de: Nicht aktiviert

source: Not installed
de_de: Nicht installiert

source: Status check
de_de: Statusprüfung

source: Suppress the message in the dashboard if the settings are not data protection compliant.
de_de: Unterdrücke die Meldung im Dashboard, wenn die Einstellungen nicht datenschutzkonform sind.

source: Force reload
de_de: Neu laden erzwingen

source: Force page reload after the click on the link.
de_de: Nach dem Klick auf den Link wird die Seite neu geladen.

source: Privacy Policy Page
de_de: Seite mit dem Shortcode

source: — Select —
de_de: — Auswählen —

source: Edit page
de_de: Seite bearbeiten

source: Select the page, where you will use this shortcode, for the monitoring.
de_de: Wähle die Seite aus, wo der Shortcode eingebunden wurde, für die Statusprüfung.

source: Synchronize with WordPress Privacy Policy page.
de_de: Seite aus den WordPress Datenschutzeinstellung verwenden.

source: Text of link for deactivate
de_de: Text für den Deaktivierungslink

source: Popup Text for deactivate
de_de: Popup-Text für den Deaktivierungslink

source: Click to empty field, to disable the popup.
de_de: Klick hier, um das Feld zu leeren und das Popup zu deaktiveren.

source: Leave empty to disable popup
de_de: Leer lassen, um das Popup zu deaktivieren

source: Text of link for activate
de_de: Text für den Aktivierungslink

source: Popup Text for activate
de_de: Popup-Text für den Aktivierungslink

source: Save Changes
de_de: Änderungen Speichern

source: Do you know our Opt-Out for Google Analytics? Click on the banner for more information.
de_de: Kennst Du unser Opt-Out für Google Analytics? Klicke auf das Banner für weitere Informationen.

source: Adds the possibility for the user to opt out from Facebook Pixel. The user will not be tracked by Facebook on this site until the user allows it again, clears cookies or uses a different browser.
de_de: Fügt dem Benutzer die Möglichkeit hinzu, sich von Facebook Pixel abzumelden. Der Nutzer wird von Facebook auf dieser Seite erst dann getrackt, wenn er es erneut zulässt, Cookies löscht oder einen anderen Browser verwendet.
